Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Aperture ships zero third-party Swift packages. Every cryptographic primitive is an Apple-shipped framework (CryptoKit, Security, LocalAuthentication).
af: Aperture stuur geen derdeparty-Swift-pakkette saam nie. Elke kriptografiese primitief is 'n raamwerk wat Apple verskaf (CryptoKit, Security, LocalAuthentication).
ar: لا يستخدم Aperture أي حزم Swift من جهات خارجية. كل بدائيات التشفير تأتي من أطر عمل توفّرها Apple (CryptoKit وSecurity وLocalAuthentication).
bg: Aperture не съдържа никакви Swift пакети от трети страни. Всеки криптографски примитив е рамка, доставяна от Apple (CryptoKit, Security, LocalAuthentication).
bn: Aperture-এ কোনো থার্ড-পার্টি Swift প্যাকেজ নেই। প্রতিটি ক্রিপ্টোগ্রাফিক প্রিমিটিভ আসে Apple-এর দেওয়া ফ্রেমওয়ার্ক থেকে (CryptoKit, Security, LocalAuthentication)।
ca: Aperture no inclou cap paquet de Swift de tercers. Cada primitiu criptogràfic prové d'un framework distribuït per Apple (CryptoKit, Security, LocalAuthentication).
cs: Aperture neobsahuje žádné Swift balíčky třetích stran. Každá kryptografická primitiva pochází z frameworku dodávaného Applem (CryptoKit, Security, LocalAuthentication).
da: Aperture indeholder ingen Swift-pakker fra tredjeparter. Hver kryptografisk primitiv stammer fra en framework leveret af Apple (CryptoKit, Security, LocalAuthentication).
de: Aperture enthält keine Swift-Pakete von Drittanbietern. Jede kryptografische Primitive stammt aus einem von Apple bereitgestellten Framework (CryptoKit, Security, LocalAuthentication).
el: Το Aperture δεν περιλαμβάνει κανένα πακέτο Swift τρίτων. Κάθε κρυπτογραφική πρωτογενής βασίζεται σε framework που παρέχει η Apple (CryptoKit, Security, LocalAuthentication).
es: Aperture no incluye ningún paquete de Swift de terceros. Cada primitivo criptográfico es un framework provisto por Apple (CryptoKit, Security, LocalAuthentication).
et: Aperture ei sisalda ühtegi kolmanda osapoole Swift paketti. Iga krüptograafiline algprimitiiv on Apple'i tarnitud raamistik (CryptoKit, Security, LocalAuthentication).
fa: Aperture هیچ بستهٔ Swift شخص ثالثی ندارد. هر اولیهٔ رمزنگاری یک فریم‌ورک ارائه‌شده توسط Apple است (CryptoKit، Security، LocalAuthentication).
fi: Aperture ei sisällä lainkaan kolmannen osapuolen Swift-paketteja. Jokainen kryptografinen perustyökalu on Applen toimittamasta kehyksestä (CryptoKit, Security, LocalAuthentication).
fil: Walang third-party Swift packages na ipinapadala kasama ng Aperture. Bawat cryptographic primitive ay isang framework na ipinapadala ng Apple (CryptoKit, Security, LocalAuthentication).
fr: Aperture est livré sans aucun package Swift tiers. Chaque primitive cryptographique est un framework fourni par Apple (CryptoKit, Security, LocalAuthentication).
he: Aperture אינו כולל חבילות Swift של צד שלישי. כל פרימיטיב קריפטוגרפי מגיע ממסגרת שמספקת Apple (CryptoKit, Security, LocalAuthentication).
hi: Aperture में कोई थर्ड-पार्टी Swift पैकेज नहीं है। हर क्रिप्टोग्राफ़िक प्रिमिटिव Apple के दिए गए फ्रेमवर्क से आता है (CryptoKit, Security, LocalAuthentication)।
hr: Aperture ne uključuje nikakve Swift pakete trećih strana. Svaka kriptografska primitiva potječe iz okvira koji isporučuje Apple (CryptoKit, Security, LocalAuthentication).
hu: Az Aperture nem tartalmaz harmadik féltől származó Swift csomagot. Minden kriptográfiai primitív az Apple által szállított keretrendszerből származik (CryptoKit, Security, LocalAuthentication).
id: Aperture tidak menyertakan paket Swift pihak ketiga. Setiap primitif kriptografi adalah framework dari Apple (CryptoKit, Security, LocalAuthentication).
is: Aperture inniheldur engar Swift-pakka frá þriðja aðila. Hver dulritunarþáttur er rammi sem Apple sendir (CryptoKit, Security, LocalAuthentication).
it: Aperture non include alcun pacchetto Swift di terze parti. Ogni primitiva crittografica è un framework fornito da Apple (CryptoKit, Security, LocalAuthentication).
ja: Aperture はサードパーティの Swift パッケージを一切含みません。すべての暗号プリミティブは Apple 提供のフレームワーク(CryptoKit、Security、LocalAuthentication)です。
ko: Aperture는 서드파티 Swift 패키지를 전혀 포함하지 않습니다. 모든 암호화 프리미티브는 Apple이 제공하는 프레임워크(CryptoKit, Security, LocalAuthentication)입니다.
lt: „Aperture“ neturi jokių trečiųjų šalių „Swift“ paketų. Kiekvienas kriptografinis primityvas yra „Apple“ pateikta sąranga (CryptoKit, Security, LocalAuthentication).
lv: Aperture nesatur nevienu trešās puses Swift pakotni. Katra kriptogrāfijas pamatkomponente ir Apple piegādāts ietvars (CryptoKit, Security, LocalAuthentication).
ml: Aperture മൂന്നാം കക്ഷിയുടെ Swift പാക്കേജുകൾ ഒന്നും ഉൾപ്പെടുത്തുന്നില്ല. ഓരോ ക്രിപ്റ്റോഗ്രാഫിക് പ്രിമിറ്റീവും Apple നൽകുന്ന ഫ്രെയിംവർക്കാണ് (CryptoKit, Security, LocalAuthentication).
mr: Aperture कोणतेही तृतीय-पक्ष Swift पॅकेजेस सोबत आणत नाही. प्रत्येक क्रिप्टोग्राफिक प्रिमिटिव्ह Apple ने पुरवलेले फ्रेमवर्क आहे (CryptoKit, Security, LocalAuthentication).
ms: Aperture tidak menyertakan sebarang pakej Swift pihak ketiga. Setiap primitif kriptografi ialah rangka kerja yang dihantar oleh Apple (CryptoKit, Security, LocalAuthentication).
nb: Aperture inkluderer ingen Swift-pakker fra tredjeparter. Hver kryptografisk primitiv kommer fra et rammeverk levert av Apple (CryptoKit, Security, LocalAuthentication).
nl: Aperture bevat geen enkele Swift-pakketten van derden. Elke cryptografische primitief is een door Apple geleverd framework (CryptoKit, Security, LocalAuthentication).
pa: Aperture ਕੋਈ ਵੀ ਤੀਜੀ-ਧਿਰ Swift ਪੈਕੇਜ ਨਹੀਂ ਲਿਆਉਂਦਾ। ਹਰ ਕ੍ਰਿਪਟੋਗ੍ਰਾਫਿਕ ਪ੍ਰਿਮਿਟਿਵ Apple ਦੁਆਰਾ ਦਿੱਤਾ ਫ੍ਰੇਮਵਰਕ ਹੈ (CryptoKit, Security, LocalAuthentication)।
pl: Aperture nie zawiera żadnych pakietów Swift od podmiotów trzecich. Każdy element kryptograficzny to framework dostarczany przez Apple (CryptoKit, Security, LocalAuthentication).
pt_br: O Aperture não inclui nenhum pacote Swift de terceiros. Cada primitiva criptográfica vem de um framework distribuído pela Apple (CryptoKit, Security, LocalAuthentication).
ro: Aperture nu include niciun pachet Swift terț. Fiecare primitivă criptografică provine dintr-un framework livrat de Apple (CryptoKit, Security, LocalAuthentication).
ru: Aperture не содержит сторонних Swift-пакетов. Каждый криптографический примитив — это фреймворк, поставляемый Apple (CryptoKit, Security, LocalAuthentication).
sk: Aperture neobsahuje žiadne Swift balíčky tretích strán. Každá kryptografická primitíva pochádza z frameworku dodávaného spoločnosťou Apple (CryptoKit, Security, LocalAuthentication).
sl: Aperture ne vsebuje nobenih Swift paketov tretjih oseb. Vsaka kriptografska primitivna funkcija prihaja iz Applovega okvira (CryptoKit, Security, LocalAuthentication).
sr: Aperture не укључује ниједан Swift пакет трећих страна. Сваки криптографски примитив долази из оквира који испоручује Apple (CryptoKit, Security, LocalAuthentication).
sv: Aperture innehåller inga Swift-paket från tredje part. Varje kryptografisk primitiv kommer från ett ramverk levererat av Apple (CryptoKit, Security, LocalAuthentication).
sw: Aperture haileti pakiti zozote za Swift kutoka kwa wahusika wengine. Kila kipengele cha msingi cha kriptografia ni mfumo unaotolewa na Apple (CryptoKit, Security, LocalAuthentication).
ta: Aperture எந்த மூன்றாம் தரப்பினர் Swift தொகுப்புகளையும் கொண்டிருக்கவில்லை. ஒவ்வொரு குறியியல் அடிப்படையும் Apple அளிக்கும் கட்டமைப்பு ஆகும் (CryptoKit, Security, LocalAuthentication).
te: Aperture ఎలాంటి థర్డ్-పార్టీ Swift ప్యాకేజీలను అందించదు. ప్రతి క్రిప్టోగ్రాఫిక్ ప్రిమిటివ్ Apple అందించిన ఫ్రేమ్‌వర్క్ (CryptoKit, Security, LocalAuthentication).
th: Aperture ไม่ได้ใช้แพ็กเกจ Swift ของบุคคลที่สามเลย ทุกพื้นฐานทางเข้ารหัสคือเฟรมเวิร์กที่ Apple ส่งมา (CryptoKit, Security, LocalAuthentication)
tr: Aperture, hiçbir üçüncü taraf Swift paketi içermez. Her kriptografik temel, Apple tarafından sağlanan bir framework'tür (CryptoKit, Security, LocalAuthentication).
uk: Aperture не містить жодних сторонніх пакетів Swift. Кожен криптографічний примітив — це фреймворк від Apple (CryptoKit, Security, LocalAuthentication).
ur: Aperture کسی بھی فریق ثالث کے Swift پیکجز کے بغیر آتا ہے۔ ہر کرپٹوگرافک پرائمٹو Apple کا فراہم کردہ فریم ورک ہے (CryptoKit، Security، LocalAuthentication)۔
vi: Aperture không kèm theo bất kỳ gói Swift bên thứ ba nào. Mọi nguyên thuỷ mật mã đều là framework do Apple cung cấp (CryptoKit, Security, LocalAuthentication).
zh_hans: Aperture 不包含任何第三方 Swift 包。每一个加密原语都来自 Apple 提供的框架(CryptoKit、Security、LocalAuthentication)。
zh_hant: Aperture 不包含任何第三方 Swift 套件。每一個加密原語都來自 Apple 提供的框架(CryptoKit、Security、LocalAuthentication)。

source: Aperture signs this on your iPhone and broadcasts it to the network. A bridge moves funds across chains and can't be reversed once it's sent.
af: Aperture onderteken dit op jou iPhone en saai dit uit na die netwerk. 'n Brug skuif fondse oor kettings en kan nie omgekeer word sodra dit gestuur is nie.
ar: يوقّع Aperture على هذا على جهاز iPhone الخاص بك ويبثّه إلى الشبكة. الجسر ينقل الأموال عبر السلاسل ولا يمكن عكسه بعد إرساله.
bg: Aperture подписва това на вашия iPhone и го излъчва в мрежата. Мостът премества средства между вериги и не може да бъде отменен, след като е изпратен.
bn: Aperture এটি আপনার iPhone-এ সই করে এবং নেটওয়ার্কে সম্প্রচার করে। একটি ব্রিজ চেইন জুড়ে তহবিল সরায় এবং পাঠানোর পর তা বাতিল করা যায় না।
ca: Aperture ho signa al teu iPhone i ho emet a la xarxa. Un pont mou fons entre cadenes i no es pot revertir un cop enviat.
cs: Aperture toto podepíše na vašem iPhonu a odešle do sítě. Most přesouvá prostředky mezi řetězci a po odeslání jej nelze vrátit zpět.
da: Aperture signerer dette på din iPhone og udsender det til netværket. En bro flytter midler mellem kæder og kan ikke fortrydes, når den er sendt.
de: Aperture signiert dies auf deinem iPhone und sendet es ans Netzwerk. Eine Bridge bewegt Mittel über Chains hinweg und kann nach dem Senden nicht rückgängig gemacht werden.
el: Το Aperture το υπογράφει στο iPhone σας και το μεταδίδει στο δίκτυο. Μια γέφυρα μετακινεί κεφάλαια μεταξύ αλυσίδων και δεν μπορεί να αναιρεθεί μόλις αποσταλεί.
es: Aperture lo firma en tu iPhone y lo transmite a la red. Un puente mueve fondos entre redes y no se puede revertir una vez enviado.
et: Aperture allkirjastab selle teie iPhone'is ja edastab võrku. Sild liigutab vahendeid ahelate vahel ja seda ei saa pärast saatmist tagasi pöörata.
fa: Aperture این را روی آیفون شما امضا و به شبکه ارسال می‌کند. پل وجوه را میان زنجیره‌ها جابه‌جا می‌کند و پس از ارسال قابل بازگشت نیست.
fi: Aperture allekirjoittaa tämän iPhonessasi ja lähettää sen verkkoon. Silta siirtää varoja ketjujen välillä, eikä sitä voi perua lähetyksen jälkeen.
fil: Pinipirmahan ito ng Aperture sa iyong iPhone at ibino-broadcast sa network. Inililipat ng bridge ang pondo sa iba't ibang chain at hindi na maibabalik kapag naipadala na.
fr: Aperture signe ceci sur votre iPhone et le diffuse sur le réseau. Un pont déplace des fonds entre les chaînes et ne peut pas être annulé une fois envoyé.
he: ‎Aperture חותם על כך ב-iPhone שלך ומשדר אותו לרשת. גשר מעביר כספים בין רשתות ולא ניתן לבטלו לאחר השליחה.
hi: Aperture इसे आपके iPhone पर साइन करता है और नेटवर्क पर ब्रॉडकास्ट करता है। एक ब्रिज फ़ंड को चेनों के बीच ले जाता है और भेजे जाने के बाद उसे उलटा नहीं जा सकता।
hr: Aperture ovo potpisuje na vašem iPhoneu i emitira na mrežu. Most prenosi sredstva preko lanaca i ne može se poništiti nakon slanja.
hu: Az Aperture ezt az iPhone-odon írja alá, és sugározza a hálózatra. Egy híd láncok között mozgat pénzt, és elküldés után nem vonható vissza.
id: Aperture menandatangani ini di iPhone Anda dan menyiarkannya ke jaringan. Bridge memindahkan dana antar chain dan tidak dapat dibatalkan setelah dikirim.
is: Aperture undirritar þetta á iPhone-num þínum og sendir það á netið. Brú flytur fé milli keðja og ekki er hægt að afturkalla það þegar það hefur verið sent.
it: Aperture la firma sul tuo iPhone e la trasmette alla rete. Un bridge sposta i fondi tra chain e non può essere annullato una volta inviato.
ja: Aperture はこれを iPhone 上で署名し、ネットワークにブロードキャストします。ブリッジはチェーン間で資金を移動させ、送信後は取り消せません。
ko: Aperture는 이를 iPhone에서 서명하여 네트워크에 전파합니다. 브리지는 체인 간에 자금을 이동하며 전송된 후에는 되돌릴 수 없습니다.
lt: Aperture pasirašo tai jūsų iPhone ir transliuoja į tinklą. Tiltas perkelia lėšas tarp grandinių ir negali būti atšauktas, kai išsiųsta.
lv: Aperture paraksta šo jūsu iPhone un pārraida to tīklā. Tilts pārvieto līdzekļus starp tīkliem, un to nevar atsaukt, tiklīdz tas ir nosūtīts.
ml: Aperture ഇത് നിങ്ങളുടെ iPhone-ൽ ഒപ്പിട്ട് നെറ്റ്‌വർക്കിലേക്ക് പ്രക്ഷേപണം ചെയ്യുന്നു. ഒരു ബ്രിഡ്ജ് ചെയിനുകൾക്കിടയിൽ ഫണ്ട് നീക്കുന്നു, അയച്ചുകഴിഞ്ഞാൽ അത് റിവേഴ്സ് ചെയ്യാനാവില്ല.
mr: Aperture हे तुमच्या iPhone वर स्वाक्षरी करते आणि नेटवर्कवर प्रसारित करते. ब्रिज चेनमध्ये निधी हलवतो आणि एकदा पाठवल्यावर परत करता येत नाही.
ms: Aperture menandatangani ini pada iPhone anda dan menyiarkannya ke rangkaian. Jambatan memindahkan dana merentas rangkaian dan tidak boleh diterbalikkan setelah dihantar.
nb: Aperture signerer dette på iPhonen din og kringkaster det til nettverket. En bro flytter midler mellom kjeder og kan ikke reverseres når den er sendt.
nl: Aperture ondertekent dit op je iPhone en stuurt het naar het netwerk. Een bridge verplaatst tegoed tussen chains en kan na verzending niet worden teruggedraaid.
pa: Aperture ਇਸਨੂੰ ਤੁਹਾਡੇ iPhone 'ਤੇ ਸਾਈਨ ਕਰਦਾ ਹੈ ਅਤੇ ਨੈੱਟਵਰਕ 'ਤੇ ਪ੍ਰਸਾਰਿਤ ਕਰਦਾ ਹੈ। ਬ੍ਰਿਜ ਫੰਡ ਨੂੰ ਚੇਨਾਂ ਵਿਚਕਾਰ ਲਿਜਾਂਦਾ ਹੈ ਅਤੇ ਭੇਜਣ ਤੋਂ ਬਾਅਦ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: Aperture podpisuje to na Twoim iPhonie i rozgłasza do sieci. Most przenosi środki między sieciami i po wysłaniu nie da się go cofnąć.
pt_br: O Aperture assina isto no seu iPhone e o transmite para a rede. Uma ponte move fundos entre redes e não pode ser revertida depois de enviada.
ro: Aperture semnează asta pe iPhone-ul tău și o difuzează în rețea. O punte mută fonduri între lanțuri și nu poate fi anulată odată trimisă.
ru: Aperture подписывает это на вашем iPhone и отправляет в сеть. Мост перемещает средства между сетями, и после отправки это нельзя отменить.
sk: Aperture toto podpíše na vašom iPhone a vysiela to do siete. Most presúva prostriedky medzi reťazcami a po odoslaní sa nedá vrátiť.
sl: Aperture to podpiše na vašem iPhonu in oddaja v omrežje. Most premika sredstva med verigami in se po pošiljanju ne more razveljaviti.
sr: Aperture ovo potpisuje na vašem iPhone-u i emituje na mrežu. Most premešta sredstva preko lanaca i ne može se poništiti nakon slanja.
sv: Aperture signerar detta på din iPhone och sänder ut det till nätverket. En brygga flyttar medel mellan kedjor och kan inte ångras när den väl skickats.
sw: Aperture huitia saini hii kwenye iPhone yako na kuitangaza kwenye mtandao. Daraja huhamisha fedha kati ya minyororo na haziwezi kutenguliwa zikishatumwa.
ta: Aperture உங்கள் iPhone இல் இதைக் கையொப்பமிட்டு நெட்வொர்க்கிற்கு ஒளிபரப்புகிறது. பாலம் செயின்களுக்கு இடையே நிதியை நகர்த்துகிறது, அனுப்பப்பட்டவுடன் அதைத் திரும்பப் பெற முடியாது.
te: Aperture దీన్ని మీ iPhoneలో సంతకం చేసి నెట్‌వర్క్‌కు ప్రసారం చేస్తుంది. బ్రిడ్జ్ చైన్‌ల మధ్య నిధులను తరలిస్తుంది మరియు పంపిన తర్వాత దాన్ని తిరిగి మార్చలేరు.
th: Aperture ลงนามรายการนี้บน iPhone ของคุณและส่งออกไปยังเครือข่าย บริดจ์จะย้ายเงินข้ามเชนและไม่สามารถย้อนกลับได้เมื่อส่งไปแล้ว
tr: Aperture bunu iPhone'unuzda imzalar ve ağa yayınlar. Bir köprü fonları zincirler arasında taşır ve gönderildikten sonra geri alınamaz.
uk: Aperture підписує це на вашому iPhone і транслює в мережу. Міст переміщує кошти між мережами, і це неможливо скасувати після надсилання.
ur: Aperture اسے آپ کے آئی فون پر سائن کر کے نیٹ ورک پر نشر کرتا ہے۔ برج رقم کو چینز کے درمیان منتقل کرتا ہے اور بھیجنے کے بعد اسے واپس نہیں کیا جا سکتا۔
vi: Aperture ký giao dịch này trên iPhone của bạn và phát lên mạng. Một cầu nối chuyển tiền giữa các chuỗi và không thể đảo ngược một khi đã gửi.
zh_hans: Aperture 在你的 iPhone 上签名并广播到网络。跨链桥在不同链之间转移资金，一经发送便无法撤销。
zh_hant: Aperture 會在你的 iPhone 上簽署並廣播到網路。跨鏈橋在不同鏈之間轉移資金，一經傳送便無法復原。

source: Aperture signs this on your iPhone and broadcasts it to the network. Once it's sent, it can't be reversed.
af: Aperture onderteken dit op jou iPhone en saai dit uit na die netwerk. Sodra dit gestuur is, kan dit nie omgekeer word nie.
ar: يوقّع Aperture على هذا على جهاز iPhone الخاص بك ويبثّه إلى الشبكة. بمجرد إرساله، لا يمكن عكسه.
bg: Aperture подписва това на вашия iPhone и го излъчва в мрежата. След като е изпратено, не може да бъде отменено.
bn: Aperture এটি আপনার iPhone-এ সই করে এবং নেটওয়ার্কে সম্প্রচার করে। একবার পাঠানো হলে তা বাতিল করা যায় না।
ca: Aperture ho signa al teu iPhone i ho emet a la xarxa. Un cop enviat, no es pot revertir.
cs: Aperture toto podepíše na vašem iPhonu a odešle do sítě. Po odeslání to nelze vrátit zpět.
da: Aperture signerer dette på din iPhone og udsender det til netværket. Når det er sendt, kan det ikke fortrydes.
de: Aperture signiert dies auf deinem iPhone und sendet es ans Netzwerk. Nach dem Senden kann es nicht rückgängig gemacht werden.
el: Το Aperture το υπογράφει στο iPhone σας και το μεταδίδει στο δίκτυο. Μόλις αποσταλεί, δεν μπορεί να αναιρεθεί.
es: Aperture lo firma en tu iPhone y lo transmite a la red. Una vez enviado, no se puede revertir.
et: Aperture allkirjastab selle teie iPhone'is ja edastab võrku. Pärast saatmist ei saa seda tagasi pöörata.
fa: Aperture این را روی آیفون شما امضا و به شبکه ارسال می‌کند. پس از ارسال، قابل بازگشت نیست.
fi: Aperture allekirjoittaa tämän iPhonessasi ja lähettää sen verkkoon. Lähetyksen jälkeen sitä ei voi perua.
fil: Pinipirmahan ito ng Aperture sa iyong iPhone at ibino-broadcast sa network. Kapag naipadala na, hindi na ito maibabalik.
fr: Aperture signe ceci sur votre iPhone et le diffuse sur le réseau. Une fois envoyé, cela ne peut pas être annulé.
he: ‎Aperture חותם על כך ב-iPhone שלך ומשדר אותו לרשת. לאחר השליחה, לא ניתן לבטלו.
hi: Aperture इसे आपके iPhone पर साइन करता है और नेटवर्क पर ब्रॉडकास्ट करता है। एक बार भेजे जाने के बाद, इसे उलटा नहीं जा सकता।
hr: Aperture ovo potpisuje na vašem iPhoneu i emitira na mrežu. Nakon slanja ne može se poništiti.
hu: Az Aperture ezt az iPhone-odon írja alá, és sugározza a hálózatra. Elküldés után nem vonható vissza.
id: Aperture menandatangani ini di iPhone Anda dan menyiarkannya ke jaringan. Setelah dikirim, tidak dapat dibatalkan.
is: Aperture undirritar þetta á iPhone-num þínum og sendir það á netið. Þegar það hefur verið sent er ekki hægt að afturkalla það.
it: Aperture la firma sul tuo iPhone e la trasmette alla rete. Una volta inviata, non può essere annullata.
ja: Aperture はこれを iPhone 上で署名し、ネットワークにブロードキャストします。送信後は取り消せません。
ko: Aperture는 이를 iPhone에서 서명하여 네트워크에 전파합니다. 전송된 후에는 되돌릴 수 없습니다.
lt: Aperture pasirašo tai jūsų iPhone ir transliuoja į tinklą. Kai išsiųsta, atšaukti negalima.
lv: Aperture paraksta šo jūsu iPhone un pārraida to tīklā. Tiklīdz tas ir nosūtīts, to nevar atsaukt.
ml: Aperture ഇത് നിങ്ങളുടെ iPhone-ൽ ഒപ്പിട്ട് നെറ്റ്‌വർക്കിലേക്ക് പ്രക്ഷേപണം ചെയ്യുന്നു. അയച്ചുകഴിഞ്ഞാൽ, അത് റിവേഴ്സ് ചെയ്യാനാവില്ല.
mr: Aperture हे तुमच्या iPhone वर स्वाक्षरी करते आणि नेटवर्कवर प्रसारित करते. एकदा पाठवल्यावर ते परत करता येत नाही.
ms: Aperture menandatangani ini pada iPhone anda dan menyiarkannya ke rangkaian. Setelah dihantar, ia tidak boleh diterbalikkan.
nb: Aperture signerer dette på iPhonen din og kringkaster det til nettverket. Når det er sendt, kan det ikke reverseres.
nl: Aperture ondertekent dit op je iPhone en stuurt het naar het netwerk. Eenmaal verzonden kan het niet worden teruggedraaid.
pa: Aperture ਇਸਨੂੰ ਤੁਹਾਡੇ iPhone 'ਤੇ ਸਾਈਨ ਕਰਦਾ ਹੈ ਅਤੇ ਨੈੱਟਵਰਕ 'ਤੇ ਪ੍ਰਸਾਰਿਤ ਕਰਦਾ ਹੈ। ਇੱਕ ਵਾਰ ਭੇਜਣ ਤੋਂ ਬਾਅਦ, ਇਸਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: Aperture podpisuje to na Twoim iPhonie i rozgłasza do sieci. Po wysłaniu nie da się tego cofnąć.
pt_br: O Aperture assina isto no seu iPhone e o transmite para a rede. Depois de enviado, não pode ser revertido.
ro: Aperture semnează asta pe iPhone-ul tău și o difuzează în rețea. Odată trimisă, nu poate fi anulată.
ru: Aperture подписывает это на вашем iPhone и отправляет в сеть. После отправки это нельзя отменить.
sk: Aperture toto podpíše na vašom iPhone a vysiela to do siete. Po odoslaní sa nedá vrátiť.
sl: Aperture to podpiše na vašem iPhonu in oddaja v omrežje. Ko je poslano, se ne more razveljaviti.
sr: Aperture ovo potpisuje na vašem iPhone-u i emituje na mrežu. Nakon slanja ne može se poništiti.
sv: Aperture signerar detta på din iPhone och sänder ut det till nätverket. När det väl skickats kan det inte ångras.
sw: Aperture huitia saini hii kwenye iPhone yako na kuitangaza kwenye mtandao. Ikishatumwa, haiwezi kutenguliwa.
ta: Aperture உங்கள் iPhone இல் இதைக் கையொப்பமிட்டு நெட்வொர்க்கிற்கு ஒளிபரப்புகிறது. அனுப்பப்பட்டவுடன், அதைத் திரும்பப் பெற முடியாது.
te: Aperture దీన్ని మీ iPhoneలో సంతకం చేసి నెట్‌వర్క్‌కు ప్రసారం చేస్తుంది. పంపిన తర్వాత, దాన్ని తిరిగి మార్చలేరు.
th: Aperture ลงนามรายการนี้บน iPhone ของคุณและส่งออกไปยังเครือข่าย เมื่อส่งไปแล้วจะไม่สามารถย้อนกลับได้
tr: Aperture bunu iPhone'unuzda imzalar ve ağa yayınlar. Gönderildikten sonra geri alınamaz.
uk: Aperture підписує це на вашому iPhone і транслює в мережу. Після надсилання це неможливо скасувати.
ur: Aperture اسے آپ کے آئی فون پر سائن کر کے نیٹ ورک پر نشر کرتا ہے۔ ایک بار بھیجنے کے بعد اسے واپس نہیں کیا جا سکتا۔
vi: Aperture ký giao dịch này trên iPhone của bạn và phát lên mạng. Một khi đã gửi, không thể đảo ngược.
zh_hans: Aperture 在你的 iPhone 上签名并广播到网络。一经发送便无法撤销。
zh_hant: Aperture 會在你的 iPhone 上簽署並廣播到網路。一經傳送便無法復原。
